{
	"judges": [
		[
			{
				"name": "Ashish Agarwal",
				"bio": "Ashish Agarwal is a founder and head of technology at Solvuu LLC, a startup developing software for the life sciences industry. He was a member of the <a href='http://www.nycedc.com/program/bio-health-tech-entrepreneurship-lab-nyc'>NYC Economic Development Corporation’s Entrepreneurship Lab</a> and <a href='http://www.nycedc.com/program/bio-health-tech-sbir-impact-nyc'>SBIR Impact</a> programs. Previously, Ashish worked at NYU, where he was in charge of computational informatics and software development for the Genomics Sequencing Core at the Center for Genomics and Systems Biology. His PhD is in the area of programming languages and type theory from Carnegie Mellon University, which was followed by research positions in Bioinformatics and Computer Science at Yale. He divides his time between theoretical computer science and life sciences applications.",
				"image": "ashish_agarwal.jpg"
			},
			{
				"name": "Peter Boyce",
				"bio": "Peter is an investor at <a href='http://www.generalcatalyst.com/'>General Catalyst Partners</a>, an early-stage venture capital firm headquartered in Cambridge, MA with offices in Palo Alto and NYC. While a senior at Harvard, Peter co-founded <a href='http://roughdraft.vc/'>Rough Draft Ventures</a>, a student partnership backed by General Catalyst, investing at the earliest stage in student startups to help them in their journey from rough drafts to companies. While in school, Peter also co-founded <a href='http://harvardventures.org/'>Harvard College Venture Partners</a> and <a href='http://hackharvard.org'>HackHarvard</a>. Previously, Peter worked for NYC-based startup <a href='http://www.skillshare.com/'>Skillshare</a>, managing Skillshare’s business partnerships and operations and leading the company’s Boston expansion. Peter is a graduate of Harvard University, earning a B.A. in Applied Mathematics and a Secondary in Computer Science.",
				"image": "peter_boyce.jpg"
			},
			{
				"name": "Camille Fournier",
				"bio": "Camille Fournier is the Head of Engineering at <a href='http://www.renttherunway.com/rtr_home'>Rent the Runway</a>. Prior to joining Rent the Runway she was an infrastructure engineer at <a href='http://www.goldmansachs.com/'>Goldman Sachs</a>. In her limited spare time she is a distributed systems hacker, serving as a <a href='http://www.apache.org/dev/pmc.html'>PMC</a> member and committer for the <a href='http://zookeeper.apache.org/'>Apache ZooKeeper project</a>. She has a BS in Computer Science from Carnegie Mellon University, and a MS in CS from the University of Wisconsin-Madison.",
				"image": "camille_founier.jpg"
			}
		],
		[
			{
				"name": "Hilary Mason",
				"bio": "A Data Scientist in Residence at <a href='http://www.accel.com/'>Accel</a>, Scientist Emeritus at <a href='https://bitly.com/‎'>bitly</a>, co-founder of <a href='http://hackny.org/a/'>HackNY</a>, co-host of <a href='http://www.datagotham.com/'>DataGotham</a>, and member of <a href='http://www.nycresistor.com/'>NYCResistor</a>.  She is a advisor to organizations including <a href='http://mortardata.com/'>Mortar</a>, <a href='http://knod.es/'>knod.es</a>, <a href='http://www.collectivei.com/'>collective[i]</a>, and <a href='http://www.datakind.org/'>DataKind</a>. She's also a mentor to Betaspring, the Providence, Rhode Island-based startup accelerator, and TechStars New York.",
				"image": "hilary_mason.jpg"
			},
			{
				"name": "Chris Wiggins",
				"bio": "Chris Wiggins is an associate professor of applied mathematics at the School of Engineering and Applied Science. Professor Wiggins has helped Columbia students and students from around the world engage in New York’s burgeoning startup community through his work with <a href='http://hackny.org/a/'>hackNY</a>, a nonprofit initiative he co-founded in 2010.",
				"image": "chris_wiggins.jpg"
			},
			{
				"name": "Fred Wilson",
				"bio": "Fred Wilson has been a venture capitalist since 1987. He currently is a managing partner at <a href='http://www.usv.com/'>Union Square Ventures</a> and also founded <a href=''http://flatironpartnersllc.com/>Flatiron Partners</a>.  Fred has a Bachelors degree in Mechanical Engineering from MIT and an MBA from The Wharton School of Business at the University of Pennsylvania.",
				"image": "fred_wilson.jpg"
			}
		]
	]
}
